Repository: arrighi-fabien/Projet-Programmation-Systeme
Catalog: EasySave_RemoteGUI/config/locales/Resource.*.resx
Languages: ar

# connected_successfully
source: Connected to server successfully
ar: تم الاتصال بالخادم بنجاح

source: Connection Error
ar: خطأ في الاتصال

# connection_status
source: Failed to connect
ar: حالة الاتصال

# connect_button
source: Connection
ar: التوصيل

source: Delete
ar: حذف

# differential_save
source: Differential
ar: التفاضلية

# disconnected_successfully
source: Connection Status
ar: تم قطع الاتصال بالخادم بنجاح

# disconnect_button
source: Disconnect
ar: قطع الاتصال

# error_close_windows
source: Please close all windows before exiting the application
ar: الرجاء إغلاق جميع النوافذ قبل الخروج من التطبيق

# error_enter_valid_path
source: Please enter a valid path
ar: الرجاء إدخال مسار صالح

# error_fill_all_fields
source: Please fill all the fields
ar: الرجاء ملء جميع الحقول

# error_multiple_savejob_selected
source: Please select only one savejob
ar: الرجاء تحديد عمل حفظ واحد فقط

# error_no_savejob_selected
source: No savejob selected
ar: لم يتم تحديد عمل حفظ

# error_professionalapp
source: A professional application is launched
ar: تم تشغيل تطبيق احترافي

# error_savejob
source: An error occured
ar: حدث خطأ

source: Executing
ar: تنفيذ

# failed_connect
source: Disconnected from server successfully
ar: فشل الاتصال

# full_save
source: Full
ar: مكتمل

# header_destination
source: Destination
ar: الوجهة

# header_name
source: Name
ar: الاسم

# header_source
source: Source
ar: المصدر

# header_type
source: Type
ar: النوع

# label_destination_folder
source: Destination folder
ar: مجلد الوجهة

# label_encrypt_extensions
source: Extensions to encrypt
ar: امتدادات للتشفير

# label_language
source: Language
ar: اللغة

# label_log_format
source: Log format
ar: تنسيق السجل

# label_professional_app
source: Professional apps
ar: التطبيقات الاحترافية

# label_savejob_name
source: SaveJob name
ar: اسم عمل الحفظ

# label_save_type
source: Save type
ar: نوع الحفظ

# label_source_folder
source: Source folder
ar: مجلد المصدر

source: Language
ar: اللغة

# menu_create_save
source: Create save job
ar: إنشاء عمل حفظ

# menu_delete_save
source: Delete save job
ar: حذف عمل حفظ

# menu_execute_save
source: Execute savejob(s)
ar: تنفيذ عمل الحفظ

# menu_update_save
source: Update save job
ar: تحديث عمل حفظ

# popup_delete_savejob
source: Savejob deletion
ar: حذف عمل الحفظ

# popup_error
source: Error
ar: خطأ

source: SaveJob finished
ar: اكتمل عمل الحفظ

# save_button
source: Save
ar: حفظ

source: Server IP
ar: عنوان IP الخادم

source: Server Port
ar: منفذ الخادم

source: Settings
ar: الإعدادات

# settings_saved
source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
